tap "dotenvx/brew"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "rcmdnk/file"
brew "age"
brew "openssl@3"
brew "bat"
brew "xz"
brew "btop"
brew "chezmoi"
brew "docker"
brew "duf"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "mise"
brew "neovim"
brew "readline"
brew "ripgrep"
brew "starship"
brew "tlrc"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dotenvx/brew/dotenvx"
brew "jesseduffield/lazygit/lazygit"
brew "rcmdnk/file/brew-file"
cask "emacs"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "wezterm"
vscode "manishsencha.readme-preview"
vscode "thomascsd.vscode-readme-pattern"
